

<section class="py-8">
    <div class="container mx-auto px-4">
        <h1 class="text-center mb-5">О нас</h1>

        <p class="lead">
            Мы — производители ДТКП «Страж», создающие высококачественные дульные тормоза-компенсаторы для оружия. Наша продукция подходит для различных моделей стрелкового оружия, включая АК-12, АК-74, СВД, Тигр, ПК/ПКМ. Все наши изделия изготовлены из прочных материалов, таких как Д16Т и нержавеющая сталь, с порошковым покрытием, что гарантирует их долговечность и надежность.
        </p>
        <h3 class="mb-3">Доставка</h3>
        <p>Мы обеспечиваем доставку в любой регион и работаем с надежными партнерами для обеспечения высокого качества обслуживания.</p>
    </div>
</section>

